Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# activity.a11y.notSentUnseen
source: Not sent, new reply
es: No enviado, nueva respuesta
ja: 未送信、新しい返信
zh_hans: 未发送，有新回复

# activity.a11y.sentAtTime
source: Sent at %@
es: Enviado a las %@
ja: %@に送信
zh_hans: 发送于 %@

# activity.a11y.sentOnDay
source: Sent %@
es: Enviado %@
ja: %@に送信
zh_hans: 已发送 %@

# activity.a11y.working
source: Working
es: Trabajando
ja: 処理中
zh_hans: 处理中

# activity.a11y.workingUnseen
source: Working, new reply
es: Trabajando, nueva respuesta
ja: 処理中、新しい返信
zh_hans: 处理中，有新回复

# activity.noReplyYet
source: No reply yet
es: Aún no hay respuesta
ja: 返信はまだありません
zh_hans: 暂无回复

# activity.notSent
source: Not sent
es: No enviado
ja: 未送信
zh_hans: 未发送

# activity.waitingForReply
source: Waiting for a reply…
es: Esperando una respuesta…
ja: 返信を待っています…
zh_hans: 正在等待回复…

# api.error.failure
source: Something glitched on our end. Try again in a moment.
es: Ha ocurrido un problema por nuestra parte. Inténtalo de nuevo en un momento.
ja: 処理中に問題が発生しました。少し待ってから再試行してください。
zh_hans: Conduck 出了点问题，请稍后重试。

# api.error.failure.recovery
source: Should be back in a minute or two.
es: Debería volver a funcionar en uno o dos minutos.
ja: 1、2分で復旧するはずです。
zh_hans: 预计一两分钟后恢复。

# api.error.failure.v2
source: Something went wrong with the last request. Try again in a moment.
es: Hubo un problema con la última solicitud. Inténtalo de nuevo en un momento.
ja: 前回のリクエストで問題が発生しました。少し待ってから再試行してください。
zh_hans: 上次请求出了问题，请稍后重试。

# api.error.unknown
source: An unexpected error occurred: %@
es: Ha ocurrido un error inesperado: %@
ja: 予期しないエラーが発生しました：%@
zh_hans: 发生意外错误：%@

# api.error.unknown.recovery
source: Try again.
es: Inténtalo de nuevo.
ja: 再試行してください。
zh_hans: 请重试。

# appLanguage.continue
source: Continue
es: Continuar
ja: 続ける
zh_hans: 继续

# appLanguage.label
source: App language
es: Idioma de la app
ja: アプリの言語
zh_hans: 应用语言

# appLanguage.section
source: Language
es: Idioma
ja: 言語
zh_hans: 语言

# appLanguage.settings.detail
source: Applies to this device. Apple Watch and CarPlay use the connected iPhone’s language.
es: Se aplica a este dispositivo. Apple Watch y CarPlay usan el idioma del iPhone conectado.
ja: このデバイスに適用されます。Apple WatchとCarPlayは接続先のiPhoneの言語を使用します。
zh_hans: 仅适用于此设备。Apple Watch 和 CarPlay 使用所连接 iPhone 的语言。

# appLanguage.welcome.detail
source: You can change this anytime in Settings.
es: Puedes cambiarlo cuando quieras en Ajustes.
ja: 言語はいつでも設定で変更できます。
zh_hans: 你可以随时在设置中更改。

# appLanguage.welcome.title
source: Choose your language
es: Elige tu idioma
ja: 言語を選択
zh_hans: 选择语言

# attachment.file.accessibility
source: Attached file %@
es: Archivo adjunto %@
ja: 添付ファイル%@
zh_hans: 附加文件 %@

# attachment.file.preview.accessibility
source: Preview attached file %@
es: Vista previa del archivo adjunto %@
ja: 添付ファイル%@をプレビュー
zh_hans: 预览附加文件 %@

# attachment.file.untitled
source: Attached file
es: Archivo adjunto
ja: 添付ファイル
zh_hans: 附加文件

# attachment.fullscreen.done
source: Done
es: Listo
ja: 完了
zh_hans: 完成

# attachment.gallery.loadFailed
source: This image couldn't be opened.
es: No se pudo abrir esta imagen.
ja: この画像を開けませんでした。
zh_hans: 无法打开此图片。

# attachment.gallery.next
source: Next Image
es: Imagen siguiente
ja: 次の画像
zh_hans: 下一张图片

# attachment.gallery.position
source: %1$lld of %2$lld
es: %1$lld de %2$lld
ja: %2$lld枚中%1$lld枚目
zh_hans: 第 %1$lld 项，共 %2$lld 项

# attachment.gallery.previous
source: Previous Image
es: Imagen anterior
ja: 前の画像
zh_hans: 上一张图片

# attachment.gallery.retry
source: Retry
es: Reintentar
ja: 再試行
zh_hans: 重试

# attachment.gallery.share
source: Share
es: Compartir
ja: 共有
zh_hans: 共享

# attachment.gallery.share.filename
source: Image
es: Imagen
ja: 画像
zh_hans: 图片

# attachment.image.accessibility
source: Image %lld of %lld
es: Imagen %lld de %lld
ja: %lld枚目の画像（全%lld枚）
zh_hans: 第 %lld 张图片，共 %lld 张

# audio.error.invalid
source: Couldn't read that audio. Record again.
es: No se pudo leer ese audio. Vuelve a grabarlo.
ja: 音声を読み取れませんでした。もう一度録音してください。
zh_hans: 无法读取这段音频，请重新录音。

# audio.error.invalid.recovery
source: Record new audio.
es: Graba un audio nuevo.
ja: 新しく録音してください。
zh_hans: 重新录音。

# audio.error.micBusy
source: The microphone is already in use by another recording.
es: El micrófono ya se está usando para otra grabación.
ja: マイクは別の録音で使用中です。
zh_hans: 麦克风正在用于另一段录音。

# audio.error.micBusy.recovery
source: Finish the other recording first, then try again.
es: Termina primero la otra grabación y vuelve a intentarlo.
ja: 別の録音を終了してから再試行してください。
zh_hans: 请先结束另一段录音，再重试。

# audio.error.missingData
source: No audio data to transcribe.
es: No hay datos de audio que transcribir.
ja: 文字起こしする音声データがありません。
zh_hans: 没有可转写的音频数据。

# audio.error.noSpeechDetected
source: No speech was recognized in the recording.
es: No se reconoció ninguna voz en la grabación.
ja: 録音から音声を認識できませんでした。
zh_hans: 未能从录音中识别出语音。

# audio.error.noSpeechDetected.recovery
source: Try recording again.
es: Prueba a grabar de nuevo.
ja: もう一度録音してください。
zh_hans: 请重新录音。

# audio.error.processingFailed
source: STT provider couldn't process that audio. Record again.
es: El proveedor de STT no pudo procesar ese audio. Vuelve a grabarlo.
ja: STTプロバイダーが音声を処理できませんでした。もう一度録音してください。
zh_hans: STT 服务商无法处理这段音频，请重新录音。

# audio.error.processingFailed.recovery
source: Record new audio.
es: Graba un audio nuevo.
ja: 新しく録音してください。
zh_hans: 重新录音。

# audio.error.tooLarge
source: Recording too long. Keep it under 5 minutes.
es: La grabación es demasiado larga. Debe durar menos de 5 minutos.
ja: 録音が長すぎます。5分未満にしてください。
zh_hans: 录音过长，请控制在 5 分钟以内。

# audio.error.tooLarge.recovery
source: Split it into shorter recordings.
es: Divídela en grabaciones más cortas.
ja: 短い録音に分けてください。
zh_hans: 请分成几段较短的录音。

# bubble.actions.copy
source: Copy message
es: Copiar mensaje
ja: メッセージをコピー
zh_hans: 复制消息

# bubble.actions.menu
source: Message actions
es: Acciones del mensaje
ja: メッセージの操作
zh_hans: 消息操作

# bubble.copy.copied
source: Copied
es: Copiado
ja: コピーしました
zh_hans: 已复制

# bubble.speak.aloud
source: Speak aloud
es: Leer en voz alta
ja: 読み上げ
zh_hans: 朗读

# bubble.speak.loading
source: Loading
es: Cargando
ja: 読み込み中
zh_hans: 正在载入

# bubble.speak.pause
source: Pause
es: Pausar
ja: 一時停止
zh_hans: 暂停

# bubble.speak.resume
source: Resume
es: Reanudar
ja: 再開
zh_hans: 继续

# bubble.status.sending
source: Sending
es: Enviando
ja: 送信中
zh_hans: 正在发送

# carplay.error.authFailed.speak
source: Your AI refused the key. Update it in Conduck on your iPhone.
es: Tu IA rechazó la clave. Actualízala en Conduck en tu iPhone.
ja: AIがキーを拒否しました。iPhoneのConduckで更新してください。
zh_hans: AI 拒绝了密钥，请在 iPhone 上的 Conduck 中更新。

# carplay.error.captureBroken.speak
source: Couldn't hear the car's microphone. Try again.
es: No se pudo captar el audio del micrófono del coche. Inténtalo de nuevo.
ja: 車のマイクから音声を取得できませんでした。再試行してください。
zh_hans: 无法获取车载麦克风的声音，请重试。

# carplay.error.fileTransferNotConfigured.speak
source: File transfer isn't set up. Check it in Conduck on your iPhone.
es: La transferencia de archivos no está configurada. Revísala en Conduck en tu iPhone.
ja: ファイル転送が設定されていません。iPhoneのConduckで確認してください。
zh_hans: 尚未设置文件传输，请在 iPhone 上的 Conduck 中检查。

# carplay.error.imageTooLarge.speak
source: A photo in this chat was too large for your AI. Start a new voice chat.
es: Una foto de este chat era demasiado grande para tu IA. Inicia un chat de voz nuevo.
ja: このチャットの写真がAIの上限を超えています。新しい音声チャットを始めてください。
zh_hans: 此对话中的照片超过了 AI 的大小限制，请新建语音对话。

# carplay.error.modelRequired.speak
source: Your AI needs a model name. Set one in Conduck on your iPhone.
es: Tu IA necesita un nombre de modelo. Defínelo en Conduck en tu iPhone.
ja: AIにモデル名が必要です。iPhoneのConduckで設定してください。
zh_hans: AI 需要模型名称，请在 iPhone 上的 Conduck 中设置。

# carplay.error.modelRequired.speak.serverChosen
source: Your server needs a default model.
es: Tu servidor necesita un modelo predeterminado.
ja: サーバーにデフォルトのモデルが必要です。
zh_hans: 服务器需要默认模型。

# carplay.error.modelUnavailable.speak.serverChosen
source: The model your server chose isn't available.
es: El modelo que eligió tu servidor no está disponible.
ja: サーバーが選んだモデルは利用できません。
zh_hans: 服务器选择的模型不可用。

# carplay.error.serverError.speak
source: Your AI had trouble replying. Try again.
es: Tu IA tuvo problemas para responder. Inténtalo de nuevo.
ja: AIの返信で問題が発生しました。再試行してください。
zh_hans: AI 回复时遇到问题，请重试。

# carplay.error.visionUnsupported.speak
source: Your AI couldn't use a photo in this chat. Start a new voice chat.
es: Tu IA no pudo usar una foto de este chat. Inicia un chat de voz nuevo.
ja: AIはこのチャットの写真を使用できませんでした。新しい音声チャットを始めてください。
zh_hans: AI 无法使用此对话中的照片，请新建语音对话。

# carplay.hint.captureStartFailed.detail
source: Tap New voice chat to try again.
es: Toca Nuevo chat de voz para reintentar.
ja: 「新しい音声チャット」をタップして再試行してください。
zh_hans: 轻点“新建语音对话”重试。

# carplay.hint.captureStartFailed.detail.work
source: Tap Add to Work to try again.
es: Toca Añadir a Trabajo para reintentar.
ja: 「ワークスペースに追加」をタップして再試行してください。
zh_hans: 轻点“添加到工作台”重试。

# carplay.hint.captureStartFailed.title
source: Mic couldn't start
es: No se pudo iniciar el micrófono
ja: マイクを起動できませんでした
zh_hans: 无法启动麦克风

# carplay.picker.addToWork.title
source: Add to Work
es: Añadir a Trabajo
ja: ワークスペースに追加
zh_hans: 添加到工作台

# carplay.project.archived.speak
source: This project is archived. Restore it in Work on your iPhone to continue.
es: Este proyecto está archivado. Restáuralo en Trabajo en tu iPhone para continuar.
ja: このプロジェクトはアーカイブ済みです。続けるにはiPhoneのワークスペースで復元してください。
zh_hans: 此项目已归档，请在 iPhone 的工作台中恢复后继续。

# carplay.project.selectionRequired.speak
source: Choose your active projects in Work on your iPhone to continue.
es: Elige tus proyectos activos en Trabajo en tu iPhone para continuar.
ja: 続けるにはiPhoneのワークスペースで有効なプロジェクトを選んでください。
zh_hans: 请在 iPhone 的工作台中选择启用的项目后继续。

# carplay.voice.saving.title
source: Saving…
es: Guardando…
ja: 保存中…
zh_hans: 正在保存…

# carplay.work.keptOnPhone.speak
source: Kept on your iPhone. Open Conduck to add it to Work.
es: Conservado en tu iPhone. Abre Conduck para añadirlo a Trabajo.
ja: iPhoneに保存されています。Conduckを開いてワークスペースに追加してください。
zh_hans: 已保存在 iPhone 上，请打开 Conduck 添加到工作台。

# carplay.work.saved.speak
source: Saved to Work.
es: Guardado en Trabajo.
ja: ワークスペースに保存しました。
zh_hans: 已保存到工作台。

# chat.chooseAI.label
source: Choose AI
es: Elegir IA
ja: AIを選択
zh_hans: 选择 AI

# chat.defaultGateway.adopted.action
source: Change
es: Cambiar
ja: 変更
zh_hans: 更改

# chat.defaultGateway.adopted.body.ipad
source: %@ isn't set up on this iPad. Chats you've already started keep the gateway they started on.
es: %@ no está configurado en este iPad. Los chats ya iniciados conservan la pasarela en la que empezaron.
ja: このiPadでは%@が設定されていません。開始済みのチャットは、開始時のゲートウェイを引き続き使います。
zh_hans: 此 iPad 尚未设置 %@。已开始的对话仍使用原来的网关。

# chat.defaultGateway.adopted.body.iphone
source: %@ isn't set up on this iPhone. Chats you've already started keep the gateway they started on.
es: %@ no está configurado en este iPhone. Los chats ya iniciados conservan la pasarela en la que empezaron.
ja: このiPhoneでは%@が設定されていません。開始済みのチャットは、開始時のゲートウェイを引き続き使います。
zh_hans: 此 iPhone 尚未设置 %@。已开始的对话仍使用原来的网关。

# chat.defaultGateway.adopted.body.mac
source: %@ isn't set up on this Mac. Chats you've already started keep the gateway they started on.
es: %@ no está configurado en este Mac. Los chats ya iniciados conservan la pasarela en la que empezaron.
ja: このMacでは%@が設定されていません。開始済みのチャットは、開始時のゲートウェイを引き続き使います。
zh_hans: 此 Mac 尚未设置 %@。已开始的对话仍使用原来的网关。

# chat.defaultGateway.adopted.title
source: New chats now use %@
es: Los chats nuevos ahora usan %@
ja: 新しいチャットには%@を使います
zh_hans: 新对话现已使用 %@

# chat.defaultGateway.dismiss.a11y
source: Dismiss
es: Cerrar
ja: 閉じる
zh_hans: 关闭

# chat.defaultGateway.noDefault.action
source: Pick a gateway
es: Elige una pasarela
ja: ゲートウェイを選択
zh_hans: 选择网关

# chat.defaultGateway.noDefault.body
source: Anything that starts a chat from outside the app doesn't know which one to use. Pick one and new chats will start on it. New chats you start here are fine.
es: Lo que inicia un chat desde fuera de la app no sabe cuál usar. Elige una y los chats nuevos empezarán en ella. Los chats nuevos que inicies aquí funcionan bien.
ja: アプリ外からチャットを始める場合、使用するゲートウェイが必要です。1つ選ぶと、新しいチャットはそれを使って始まります。ここで開始する新しいチャットは問題なく使えます。
zh_hans: 从 App 外发起对话的功能尚未确定使用哪个网关。选择一个后，新对话将使用它。在此处新建对话仍可正常使用。

# chat.defaultGateway.noDefault.title.ipad
source: This iPad doesn't have a default gateway.
es: Este iPad no tiene una pasarela predeterminada.
ja: このiPadにはデフォルトのゲートウェイがありません。
zh_hans: 此 iPad 没有默认网关。

# chat.defaultGateway.noDefault.title.iphone
source: This iPhone doesn't have a default gateway.
es: Este iPhone no tiene una pasarela predeterminada.
ja: このiPhoneにはデフォルトのゲートウェイがありません。
zh_hans: 此 iPhone 没有默认网关。

# chat.defaultGateway.noDefault.title.mac
source: This Mac doesn't have a default gateway.
es: Este Mac no tiene una pasarela predeterminada.
ja: このMacにはデフォルトのゲートウェイがありません。
zh_hans: 此 Mac 没有默认网关。

# chat.presence.checking
source: Checking connection
es: Comprobando conexión
ja: 接続を確認中
zh_hans: 正在检查连接

# chat.presence.failed
source: Connection check failed
es: Falló la comprobación de conexión
ja: 接続の確認に失敗しました
zh_hans: 连接检查失败

# chat.presence.reachable
source: Connected
es: Conectado
ja: 接続済み
zh_hans: 已连接

# chat.waitingForConnection
source: Waiting for a connection…
es: Esperando una conexión…
ja: 接続を待っています…
zh_hans: 正在等待连接…

# common.add
source: Add
es: Añadir
ja: 追加
zh_hans: 添加

# common.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

# common.close
source: Close
es: Cerrar
ja: 閉じる
zh_hans: 关闭

# common.dismiss
source: Dismiss
es: Cerrar
ja: 閉じる
zh_hans: 关闭

# common.done
source: Done
es: Listo
ja: 完了
zh_hans: 完成

# common.ok
source: OK
es: Aceptar
zh_hans: 好

# common.retry
source: Try again
es: Reintentar
ja: 再試行
zh_hans: 重试

# common.save
source: Save
es: Guardar
ja: 保存
zh_hans: 保存

# composer.attach.chooseFiles
source: Choose Files
es: Elegir archivos
ja: ファイルを選択
zh_hans: 选择文件

# composer.attach.chooseFiles.a11y
source: Choose files
es: Elegir archivos
ja: ファイルを選択
zh_hans: 选择文件

# composer.attach.chooseFiles.label
source: Choose Files…
es: Elegir archivos…
ja: ファイルを選択…
zh_hans: 选择文件…

# composer.attach.failedTile
source: Attachment failed to load
es: No se pudo cargar el adjunto
ja: 添付を読み込めませんでした
zh_hans: 附件载入失败

# composer.attach.fileChip
source: Attached file %@
es: Archivo adjunto %@
ja: 添付ファイル%@
zh_hans: 附加文件 %@

# composer.attach.imageTile
source: Attached image
es: Imagen adjunta
ja: 添付画像
zh_hans: 附加图片

# composer.attach.loadingTile
source: Loading attachment
es: Cargando adjunto
ja: 添付を読み込み中
zh_hans: 正在载入附件

# composer.attach.menu
source: Add attachment
es: Añadir adjunto
ja: 添付を追加
zh_hans: 添加附件

# composer.attach.photoLibrary
source: Photo Library
es: Fototeca
ja: 写真ライブラリ
zh_hans: 照片图库

# composer.attach.remove
source: Remove attachment
es: Eliminar adjunto
ja: 添付を削除
zh_hans: 移除附件

# composer.attach.takePhoto
source: Take Photo
es: Hacer foto
ja: 写真を撮る
zh_hans: 拍照

# composer.camera.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

# composer.camera.deniedMessage
source: Allow camera access in Settings to take a photo.
es: Permite el acceso a la cámara en Ajustes para hacer una foto.
ja: 写真を撮るには、設定でカメラへのアクセスを許可してください。
zh_hans: 请在“设置”中允许相机访问以拍照。

# composer.camera.deniedTitle
source: Camera access is off
es: El acceso a la cámara está desactivado
ja: カメラへのアクセスが無効です
zh_hans: 相机访问已关闭

# composer.camera.openSettings
source: Open Settings
es: Abrir Ajustes
ja: 設定を開く
zh_hans: 打开设置

# composer.drop.prompt
source: Drop files to attach
es: Suelta archivos para adjuntarlos
ja: ファイルをドロップして添付
zh_hans: 拖放文件以添加附件

# composer.locked.a11yHint
source: Setup is required before you can send messages.
es: Debes completar la configuración para enviar mensajes.
ja: メッセージを送るには設定が必要です。
zh_hans: 需要先完成设置才能发送消息。

# composer.locked.a11yLabel
source: Open AI setup
es: Abrir configuración de IA
ja: AIの設定を開く
zh_hans: 打开 AI 设置

# composer.locked.placeholder
source: Setup required to send messages
es: Se necesita configuración para enviar mensajes
ja: メッセージ送信には設定が必要です
zh_hans: 发送消息前需要完成设置

# composer.locked.project.archived.a11yHint
source: This project is archived. Restore it in Work to send messages.
es: Este proyecto está archivado. Restáuralo en Trabajo para enviar mensajes.
ja: このプロジェクトはアーカイブ済みです。メッセージを送るにはワークスペースで復元してください。
zh_hans: 此项目已归档，请在工作台中恢复后发送消息。

# composer.locked.project.archived.a11yLabel
source: Open this project in Work
es: Abrir este proyecto en Trabajo
ja: ワークスペースでこのプロジェクトを開く
zh_hans: 在工作台中打开此项目

# composer.locked.project.selection.a11yHint
source: Choose your active projects in Work to send messages.
es: Elige tus proyectos activos en Trabajo para enviar mensajes.
ja: メッセージを送るには、ワークスペースで有効なプロジェクトを選んでください。
zh_hans: 请在工作台中选择启用的项目后发送消息。

# composer.locked.project.selection.a11yLabel
source: Choose active projects in Work
es: Elegir proyectos activos en Trabajo
ja: ワークスペースで有効なプロジェクトを選択
zh_hans: 在工作台中选择启用的项目

# composer.mic.start
source: Start recording
es: Iniciar grabación
ja: 録音を開始
zh_hans: 开始录音

# composer.mic.stop
source: Stop recording
es: Detener grabación
ja: 録音を停止
zh_hans: 停止录音

# composer.placeholder
source: Message your personal AI
es: Enviar un mensaje a tu IA personal
ja: パーソナルAIにメッセージ
zh_hans: 向个人 AI 发送消息

# composer.placeholder.v2
source: Message your AI
es: Enviar un mensaje a tu IA
ja: AIにメッセージ
zh_hans: 向 AI 发送消息

# composer.send
source: Send
es: Enviar
ja: 送信
zh_hans: 发送

# conversation.row.youSaid
source: You: %@
es: Tú: %@
ja: あなた：%@
zh_hans: 你：%@

# conversations.chooseGateway
source: Choose gateway
es: Elegir pasarela
ja: ゲートウェイを選択
zh_hans: 选择网关

# conversations.deleteAll.help
source: Delete all conversations
es: Eliminar todas las conversaciones
ja: すべての会話を削除
zh_hans: 删除所有对话

# conversations.deleteAll.local.message
source: This removes every conversation from this device. These deletions can sync while turning off is still in progress or if you turn content sync back on. Usage history is cleared across all your devices even while content sync is off. Your Work desk stays untouched. This cannot be undone.
es: Esto elimina todas las conversaciones de este dispositivo. Estas eliminaciones pueden sincronizarse mientras aún se está desactivando la sincronización o si vuelves a activar la sincronización de contenido. El historial de uso se borra en todos tus dispositivos incluso con la sincronización de contenido desactivada. Tu escritorio de Trabajo queda intacto. No se puede deshacer.
ja: このデバイスのすべての会話を削除します。同期を無効にしている途中や、コンテンツ同期を再び有効にした場合、削除も同期されることがあります。利用履歴はコンテンツ同期が無効でもすべてのデバイスから削除されます。ワークスペースは影響を受けません。この操作は取り消せません。
zh_hans: 这会删除此设备上的所有对话。关闭同步的过程中，或重新开启内容同步后，删除操作可能同步到其他设备。即使内容同步已关闭，用量历史也会从所有设备清除。工作台内容保留。此操作无法撤销。

# conversations.deleteAll.synced.message
source: This removes every conversation and its usage records from this device and all your other devices. Your Work desk and everything on it stay untouched. This cannot be undone.
es: Esto elimina todas las conversaciones y sus registros de uso de este dispositivo y de todos los demás. Tu escritorio de Trabajo y todo lo que contiene quedan intactos. No se puede deshacer.
ja: すべての会話と利用記録を、このデバイスとほかのすべてのデバイスから削除します。ワークスペースとその内容は影響を受けません。この操作は取り消せません。
zh_hans: 这会删除此设备及所有其他设备上的全部对话和用量记录。工作台及其中的所有内容保留。此操作无法撤销。

# conversations.empty.micHint
source: Tap the mic on the home screen to start a conversation with your AI.
es: Toca el micrófono en la pantalla de inicio para iniciar una conversación con tu IA.
ja: ホーム画面のマイクをタップすると、AIとの会話を始められます。
zh_hans: 轻点主页的麦克风，与 AI 开始对话。

# conversations.newConversation.help
source: New conversation (⌘N)
es: Nueva conversación (⌘N)
ja: 新しい会話（⌘N）
zh_hans: 新建对话（⌘N）

# conversations.openConversations
source: Open Conversations
es: Abrir conversaciones
ja: 会話を開く
zh_hans: 打开对话

# conversations.openInWindow
source: Open in Window
es: Abrir en ventana
ja: ウィンドウで開く
zh_hans: 在窗口中打开

# conversations.row.a11y.inProject
source: In project %@
es: En el proyecto %@
ja: プロジェクト%@内
zh_hans: 属于项目 %@

# conversations.row.a11y.inUnsyncedProject
source: In a project
es: En un proyecto
ja: プロジェクト内
zh_hans: 属于一个项目

# conversations.switchGateway
source: Clone & continue on another gateway
es: Clonar y continuar en otra pasarela
ja: 複製して別のゲートウェイで続ける
zh_hans: 复制到另一网关并继续

# conversations.thread.showInWork
source: Show in Work
es: Mostrar en Trabajo
ja: ワークスペースで表示
zh_hans: 在工作台中显示

# declinedTurn.action.keepChatting
source: Keep chatting without photos
es: Seguir chateando sin fotos
ja: 写真なしでチャットを続ける
zh_hans: 不带照片继续聊天

# declinedTurn.action.resendWithoutPhoto
source: Resend without photo
es: Reenviar sin foto
ja: 写真なしで再送
zh_hans: 不带照片重新发送

# declinedTurn.action.tryAgain
source: Try again
es: Reintentar
ja: 再試行
zh_hans: 重试

# declinedTurn.generic.body
source: This message wasn't delivered.
es: Este mensaje no se entregó.
ja: このメッセージは届いていません。
zh_hans: 此消息未送达。

# declinedTurn.generic.title
source: No reply
es: Sin respuesta
ja: 返信なし
zh_hans: 无回复

# declinedTurn.history.body.confident
source: This gateway rejected the message because this chat contains a photo. Keep chatting without earlier photos to continue this conversation.
es: Esta pasarela rechazó el mensaje porque este chat contiene una foto. Sigue chateando sin las fotos anteriores para continuar esta conversación.
ja: このチャットに写真が含まれているため、ゲートウェイがメッセージを拒否しました。この会話を続けるには、以前の写真を除外してください。
zh_hans: 此网关因对话中包含照片而拒绝了消息。排除之前的照片后即可继续此对话。

# declinedTurn.history.body.hedged
source: This text message failed with the same photo-related error. Keep chatting without earlier photos, or start a new chat.
es: Este mensaje de texto falló con el mismo error relacionado con fotos. Sigue chateando sin las fotos anteriores o inicia un chat nuevo.
ja: このテキストメッセージでも同じ写真関連のエラーが発生しました。以前の写真を除外して続けるか、新しいチャットを始めてください。
zh_hans: 此文字消息也出现了相同的照片错误。请排除之前的照片继续聊天，或新建对话。

# declinedTurn.history.title.confident
source: Chat blocked by an earlier photo
es: Chat bloqueado por una foto anterior
ja: 以前の写真によりチャットが停止しています
zh_hans: 之前的照片阻止了聊天

# declinedTurn.history.title.hedged
source: This chat may be blocked by an earlier photo
es: Una foto anterior puede estar bloqueando este chat
ja: 以前の写真によりチャットが停止している可能性があります
zh_hans: 之前的照片可能阻止了聊天

# declinedTurn.history.toast.confident
source: An earlier photo is blocking this chat.
es: Una foto anterior está bloqueando este chat.
ja: 以前の写真がこのチャットを妨げています。
zh_hans: 之前的照片阻止了此对话。

# declinedTurn.history.toast.hedged
source: An earlier photo may be blocking this chat.
es: Una foto anterior puede estar bloqueando este chat.
ja: 以前の写真がこのチャットを妨げている可能性があります。
zh_hans: 之前的照片可能阻止了此对话。

# declinedTurn.photo.body.confident
source: No reply was created. You can keep chatting with text, or try again after enabling photo support.
es: No se creó ninguna respuesta. Puedes seguir chateando con texto o reintentar después de activar la compatibilidad con fotos.
ja: 返信は生成されませんでした。テキストで続けるか、写真対応を有効にしてから再試行できます。
zh_hans: 未生成回复。你可以继续文字聊天，或启用图片支持后重试。

# declinedTurn.photo.body.hedged
source: This gateway couldn't use the photo, so no reply was created.
es: Esta pasarela no pudo usar la foto, así que no se creó ninguna respuesta.
ja: ゲートウェイが写真を使用できなかったため、返信は生成されませんでした。
zh_hans: 此网关无法使用该照片，因此未生成回复。

# declinedTurn.photo.title.confident
source: Photo declined
es: Foto rechazada
ja: 写真が拒否されました
zh_hans: 照片被拒绝

# declinedTurn.photo.title.hedged
source: No reply
es: Sin respuesta
ja: 返信なし
zh_hans: 无回复

# declinedTurn.photo.toast.confident
source: This gateway declined the photo.
es: Esta pasarela rechazó la foto.
ja: このゲートウェイが写真を拒否しました。
zh_hans: 此网关拒绝了照片。

# declinedTurn.photo.toast.hedged
source: This gateway couldn't use the photo.
es: Esta pasarela no pudo usar la foto.
ja: このゲートウェイは写真を使用できませんでした。
zh_hans: 此网关无法使用该照片。
